
// Лабораторная работа № 1, 2  по дисциплине ЛОИС
// Выполнена студентом группы 821703 БГУИР Дудницким Владиславом Олеговичем
// Первая лабораторная работа: Представление и синтаксическая проверка формул языка логики высказываний
//      Вариант А: Подсчитать количество подформул в формуле сокращенного языка логики высказываний
// Вторая лабораторная работа: Преобразование и интерпретация формул языка логики высказываний
//      Вариант 8: Построитьт СКНФ для заданной формулы
// 05.02.2021 version: 1.0




public class Main {

    public static void main(String[] args) {
        UI ui = new UI();
    }
}
